{
  "avante.nvim": {
    "branch": "main"
  },
  "blink-cmp-avante": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufdelete.nvim": {
    "branch": "master"
  },
  "claude-code.nvim": {
    "branch": "main"
  },
  "cloak.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "img-clip.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "neogit": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-error-translator.nvim": {
    "branch": "main"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}